Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Articles.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, vi, zh_hans, zh_hant

# AllRead.Description
source: Come back later for more!
de: Kommen Sie später für mehr zurück!
fr: Revenez plus tard pour en lire davantage !
it: Torna più tardi per saperne di più!
ja: また後で確認してください。
ko: 나중에 다시 확인하세요!
vi: Hãy quay lại sau để đọc thêm!
zh_hans: 稍后再来查看更多内容！
zh_hant: 稍後再來查看更多內容！

# AllRead.Title
source: All Read
de: Alles gelesen
fr: Tout lu
it: Tutto letto
ja: すべて既読
ko: 모두 읽음
vi: Đã đọc hết
zh_hans: 全部已读
zh_hant: 全部已讀

# Article.Bookmark
source: Bookmark
de: Lesezeichen
fr: Ajouter aux favoris
it: Segnalibro
ja: ブックマーク
ko: 북마크
vi: Đánh dấu
zh_hans: 收藏
zh_hant: 加入書籤

# Article.CopyLink
source: Copy Link
de: Link kopieren
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크 복사
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 拷貝連結

# Article.CopyPhoto
source: Copy Photo
de: Foto kopieren
fr: Copier la photo
it: Copia foto
ja: 写真をコピー
ko: 사진 복사
vi: Sao chép ảnh
zh_hans: 复制图片
zh_hant: 拷貝照片

# Article.Dismiss
source: Dismiss
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Article.Embed.OpenInYouTube
source: Open in YouTube
de: In YouTube öffnen
fr: Ouvrir dans YouTube
it: Apri in YouTube
ja: YouTubeで開く
ko: YouTube에서 열기
vi: Mở trong YouTube
zh_hans: 在 YouTube 中打开
zh_hant: 在 YouTube 中開啟

# Article.Embed.XLoading
source: Loading post…
de: Beitrag wird geladen…
fr: Chargement de la publication…
it: Caricamento del post…
ja: ポストを読み込んでいます…
ko: 게시물을 불러오는 중…
vi: Đang tải bài đăng…
zh_hans: 正在加载帖子…
zh_hant: 正在載入貼文…

# Article.Embed.XOpenPost
source: Tap to open the post on X
de: Tippen, um den Beitrag auf X zu öffnen
fr: Appuyez pour ouvrir la publication sur X
it: Tocca per aprire il post su X
ja: タップしてXでポストを開く
ko: 탭하여 X에서 게시물 열기
vi: Chạm để mở bài đăng trên X
zh_hans: 轻点以在 X 上打开此帖子
zh_hant: 點一下以在 X 上開啟此貼文

# Article.Embed.XPost
source: X Post
de: X-Beitrag
fr: Publication X
it: Post su X
ja: Xのポスト
ko: X 게시물
vi: Bài đăng X
zh_hans: X 帖子
zh_hant: X 貼文

# Article.Insecure.Banner
source: Open in Browser
de: Im Browser öffnen
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# Article.Insecure.Content
source: You can still view this content in your browser.
de: Sie können diesen Inhalt weiterhin in Ihrem Browser ansehen.
fr: Vous pouvez toujours consulter ce contenu dans votre navigateur.
it: Puoi comunque visualizzare questo contenuto nel tuo browser.
ja: ブラウザーでは引き続き表示できます。
ko: 이 콘텐츠는 브라우저에서 계속 볼 수 있습니다.
vi: Bạn vẫn có thể xem nội dung này trong trình duyệt.
zh_hans: 您仍可在浏览器中查看此内容。
zh_hant: 您仍可在瀏覽器中檢視此內容。

# Article.Insecure.Title
source: This content is insecure and cannot be viewed in Sakura.
de: Dieser Inhalt ist unsicher und kann in Sakura nicht angezeigt werden.
fr: Ce contenu n’est pas sécurisé et ne peut pas être consulté dans Sakura.
it: Questo contenuto non è sicuro e non può essere visualizzato in Sakura.
ja: このコンテンツは安全でないため、サクラでは表示できません。
ko: 이 콘텐츠는 안전하지 않아 Sakura에서 볼 수 없습니다.
vi: Nội dung này không an toàn và không thể xem trong Sakura.
zh_hans: 此内容不安全,无法在 Sakura 中查看。
zh_hant: 此內容不安全,無法在 Sakura 中檢視。

# Article.InstagramPost.Title
source: Instagram Post
de: Instagram-Beitrag
fr: Publication Instagram
it: Post di Instagram
ja: Instagramの投稿
ko: Instagram 게시물
vi: Bài đăng Instagram
zh_hans: Instagram 帖子
zh_hant: Instagram 貼文

# Article.LoadingContent
source: Loading content...
de: Inhalt wird geladen...
fr: Chargement du contenu...
it: Caricamento contenuto...
ja: コンテンツを読み込んでいます...
ko: 콘텐츠 불러오는 중...
vi: Đang tải nội dung...
zh_hans: 正在加载内容...
zh_hant: 正在載入內容...

# Article.MarkPlayed
source: Mark as Played
de: Als abgespielt markieren
fr: Marquer comme écouté
it: Segna come riprodotto
ja: 再生済みにする
ko: 재생됨으로 표시
vi: Đánh dấu đã phát
zh_hans: 标为已播放
zh_hant: 標為已播放

# Article.MarkRead
source: Mark as Read
de: Als gelesen markieren
fr: Marquer comme lu
it: Segna come letto
ja: 既読にする
ko: 읽음으로 표시
vi: Đánh dấu đã đọc
zh_hans: 标为已读
zh_hant: 標為已讀

# Article.MarkUnplayed
source: Mark as Unplayed
de: Als nicht abgespielt markieren
fr: Marquer comme non écouté
it: Segna come non riprodotto
ja: 未再生にする
ko: 재생되지 않음으로 표시
vi: Đánh dấu chưa phát
zh_hans: 标为未播放
zh_hant: 標為未播放

# Article.MarkUnread
source: Mark as Unread
de: Als ungelesen markieren
fr: Marquer comme non lu
it: Segna come non letto
ja: 未読にする
ko: 읽지 않음으로 표시
vi: Đánh dấu chưa đọc
zh_hans: 标为未读
zh_hant: 標為未讀

# Article.OpenInBrowser
source: Open in Browser
de: Im Browser öffnen
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# Article.Paywall.Banner
source: Open paywalled article in browser
de: Bezahlinhalt im Browser öffnen
fr: Ouvrir le contenu payant dans le navigateur
it: Apri contenuto a pagamento nel browser
ja: 有料コンテンツをブラウザで開く
ko: 유료 콘텐츠를 브라우저에서 열기
vi: Mở nội dung trả phí trong trình duyệt
zh_hans: 在浏览器中打开付费内容
zh_hant: 在瀏覽器中開啟付費內容

# Article.RemoveBookmark
source: Remove Bookmark
de: Lesezeichen entfernen
fr: Retirer des favoris
it: Rimuovi segnalibro
ja: ブックマークを解除
ko: 북마크 제거
vi: Bỏ đánh dấu
zh_hans: 取消收藏
zh_hant: 移除書籤

# Article.Share
source: Share
de: Teilen
fr: Partager
it: Condividi
ja: 共有
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# Article.ShowOriginal
source: Show Original
de: Original anzeigen
fr: Afficher l'original
it: Mostra originale
ja: 原文を表示
ko: 원문 보기
vi: Xem bản gốc
zh_hans: 显示原文
zh_hant: 顯示原文

# Article.ShowOriginalSummary
source: Show Original Summary
de: Original-Zusammenfassung anzeigen
fr: Afficher le résumé original
it: Mostra riassunto originale
ja: 原文の要約を表示
ko: 원문 요약 보기
vi: Xem bản tóm tắt gốc
zh_hans: 显示原文摘要
zh_hant: 顯示原文摘要

# Article.ShowOriginalTranslation
source: Show Original Translation
de: Original-Übersetzung anzeigen
fr: Afficher la traduction originale
it: Mostra traduzione originale
ja: 元の翻訳を表示
ko: 원본 번역 보기
vi: Xem bản dịch gốc
zh_hans: 显示原始译文
zh_hant: 顯示原始譯文

# Article.ShowSummary
source: Show Summary
de: Zusammenfassung anzeigen
fr: Afficher le résumé
it: Mostra riassunto
ja: 要約を表示
ko: 요약 보기
vi: Xem tóm tắt
zh_hans: 显示摘要
zh_hant: 顯示摘要

# Article.ShowTranslation
source: Show Translation
de: Übersetzung anzeigen
fr: Afficher la traduction
it: Mostra traduzione
ja: 翻訳を表示
ko: 번역 보기
vi: Xem bản dịch
zh_hans: 显示翻译
zh_hant: 顯示翻譯

# Article.Summarize
source: Summarize
de: Zusammenfassen
fr: Résumer
it: Riassumi
ja: 要約
ko: 요약
vi: Tóm tắt
zh_hans: 生成摘要
zh_hant: 摘要

# Article.Summarize.Error
source: Summarization Failed
de: Zusammenfassung fehlgeschlagen
fr: Échec du résumé
it: Riassunto non riuscito
ja: 要約に失敗しました
ko: 요약 실패
vi: Tóm tắt thất bại
zh_hans: 摘要生成失败
zh_hant: 摘要失敗

# Article.Summarize.Prompt
source: Below is the full text of the content. Summarize it by extracting the key points from each paragraph. Respond in the same language as the content. Use plain language. You may use **bold** to emphasize key terms. Do not include any introduction or conclusion. Only output the key points as concise bullet points. Content:
de: Nachfolgend ist der vollständige Text des Inhalts. Fassen Sie ihn zusammen, indem Sie die wichtigsten Punkte aus jedem Absatz extrahieren. Antworten Sie in derselben Sprache wie der Inhalt. Verwenden Sie einfache Sprache. Sie dürfen **fett** verwenden, um wichtige Begriffe hervorzuheben. Fügen Sie keine Einleitung oder kein Fazit hinzu. Geben Sie nur die wichtigsten Punkte als knappe Aufzählungspunkte aus. Inhalt:
fr: Ci-dessous se trouve le texte complet du contenu. Résumez-le en extrayant les points clés de chaque paragraphe. Répondez dans la même langue que le contenu. Utilisez un langage simple. Vous pouvez utiliser le **gras** pour mettre en valeur les termes clés. N'incluez aucune introduction ni conclusion. Donnez uniquement les points clés sous forme de puces concises. Contenu :
it: Di seguito è riportato il testo completo del contenuto. Riassumilo estraendo i punti chiave da ogni paragrafo. Rispondi nella stessa lingua del contenuto. Usa un linguaggio semplice. Puoi usare il **grassetto** per evidenziare i termini chiave. Non includere introduzione o conclusione. Riporta solo i punti chiave come elenco puntato conciso. Contenuto:
ja: 以下はコンテンツの全文です。各段落の要点を抽出して要約してください。コンテンツと同じ言語で回答してください。平易な言葉を使ってください。重要な用語を強調するために**太字**を使用できます。導入文やまとめは含めないでください。簡潔な箇条書きで要点のみを出力してください。 コンテンツ:
ko: 아래는 콘텐츠의 전문입니다. 각 단락에서 핵심 내용을 추출하여 요약하세요. 콘텐츠와 같은 언어로 응답하세요. 쉬운 언어를 사용하세요. 핵심 용어를 강조하기 위해 **굵게**를 사용할 수 있습니다. 서론이나 결론을 포함하지 마세요. 핵심 내용만 간결한 글머리 기호로 출력하세요. 콘텐츠:
vi: Dưới đây là toàn bộ nội dung. Hãy tóm tắt bằng cách trích xuất các ý chính từ mỗi đoạn. Trả lời bằng ngôn ngữ tương tự nội dung. Sử dụng ngôn ngữ đơn giản. Bạn có thể sử dụng **in đậm** để nhấn mạnh các thuật ngữ quan trọng. Không viết phần mở đầu hay kết luận. Chỉ xuất các ý chính dưới dạng gạch đầu dòng ngắn gọn. Nội dung:
zh_hans: 以下是内容全文。请提取每个段落的要点进行总结。用与内容相同的语言回答。使用简洁的语言。可以使用**粗体**来强调关键术语。不要包含任何引言或结论。仅输出简洁的要点列表。 内容：
zh_hant: 以下是內容全文。請從每個段落中提取重點來進行摘要。用與內容相同的語言回答。使用淺顯易懂的語言。可以使用**粗體**來強調關鍵術語。不要包含任何引言或結論。只輸出簡潔的重點條列。 內容：

# Article.SummarizeTranslation
source: Summarize Translation
de: Übersetzung zusammenfassen
fr: Résumer la traduction
it: Riassumi traduzione
ja: 翻訳した原文を要約
ko: 번역 요약
vi: Tóm tắt bản dịch
zh_hans: 总结译文
zh_hant: 總結譯文

# Article.Summarizing
source: Summarizing…
de: Zusammenfassen…
fr: Résumé en cours…
it: Riassumendo…
ja: 要約中…
ko: 요약 중…
vi: Đang tóm tắt…
zh_hans: 正在生成摘要…
zh_hant: 正在生成摘要…

# Article.Translate
source: Translate
de: Übersetzen
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# Article.TranslateSummary
source: Translate Summary
de: Zusammenfassung übersetzen
fr: Traduire le résumé
it: Traduci riassunto
ja: 要約を翻訳
ko: 요약 번역
vi: Dịch bản tóm tắt
zh_hans: 翻译摘要
zh_hant: 翻譯摘要

# Article.Translating
source: Translating…
de: Übersetzen…
fr: Traduction…
it: Traduzione…
ja: 翻訳中…
ko: 번역 중…
vi: Đang dịch…
zh_hans: 正在翻译…
zh_hant: 正在翻譯…

# Article.XPost.Title
source: X Post
de: X-Beitrag
fr: Publication X
it: Post su X
ja: Xのポスト
ko: X 게시물
vi: Bài đăng X
zh_hans: X 帖子
zh_hant: X 貼文

# Bookmarks.DeleteAllRead
source: Delete All Read
de: Alle gelesenen löschen
fr: Supprimer tous les lus
it: Elimina tutti i letti
ja: 既読をすべて削除
ko: 읽은 항목 모두 삭제
vi: Xóa tất cả đã đọc
zh_hans: 删除所有已读
zh_hant: 刪除所有已讀

# Bookmarks.DeleteAllRead.Confirm
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Bookmarks.DeleteAllRead.Message
source: Are you sure you want to delete all read bookmarks?
de: Möchtest du alle gelesenen Lesezeichen löschen?
fr: Voulez-vous vraiment supprimer tous les favoris lus ?
it: Vuoi davvero eliminare tutti i segnalibri letti?
ja: 既読のブックマークをすべて削除しますか？
ko: 읽은 북마크를 모두 삭제하시겠습니까?
vi: Bạn có chắc muốn xóa tất cả đánh dấu đã đọc?
zh_hans: 确定要删除所有已读收藏吗？
zh_hant: 確定要刪除所有已讀書籤嗎？

# Bookmarks.Empty.Description
source: Bookmark content to save it for later.
de: Setzen Sie Lesezeichen für Inhalte, um sie für später zu speichern.
fr: Ajoutez du contenu aux favoris pour le consulter plus tard.
it: Aggiungi contenuti ai segnalibri per salvarli per dopo.
ja: コンテンツをブックマークして後で読むことができます。
ko: 콘텐츠를 북마크하여 나중에 볼 수 있습니다.
vi: Đánh dấu nội dung để lưu lại xem sau.
zh_hans: 收藏内容以便稍后查看。
zh_hant: 將內容加入書籤以便稍後查看。

# Bookmarks.Empty.Title
source: No Bookmarks
de: Keine Lesezeichen
fr: Aucun favori
it: Nessun segnalibro
ja: ブックマークがありません
ko: 북마크 없음
vi: Không có mục đánh dấu
zh_hans: 暂无收藏
zh_hant: 沒有書籤

# Cards.Empty.Description
source: You've gone through all the content.
de: Sie haben alle Inhalte durchgesehen.
fr: Vous avez parcouru tout le contenu.
it: Hai sfogliato tutti i contenuti.
ja: すべてのコンテンツを確認しました。
ko: 모든 콘텐츠를 확인했습니다.
vi: Bạn đã xem hết tất cả nội dung.
zh_hans: 您已浏览完所有内容。
zh_hant: 您已瀏覽完所有內容。

# Cards.Empty.Title
source: No More Content
de: Keine weiteren Inhalte
fr: Plus de contenu
it: Nessun altro contenuto
ja: コンテンツがありません
ko: 콘텐츠 없음
vi: Không còn nội dung nào
zh_hans: 没有更多内容
zh_hant: 沒有更多內容

# Cards.ListenLater
source: Listen Later
de: Später anhören
fr: Écouter plus tard
it: Ascolta dopo
ja: あとで聴く
ko: 나중에 듣기
vi: Nghe sau
zh_hans: 稍后收听
zh_hant: 稍後收聽

# Cards.MarkRead
source: Read
de: Gelesen
fr: Lu
it: Letto
ja: 既読
ko: 읽음
vi: Đã đọc
zh_hans: 已读
zh_hant: 已讀

# Cards.ReadLater
source: Read Later
de: Später lesen
fr: Lire plus tard
it: Leggi dopo
ja: あとで読む
ko: 나중에 읽기
vi: Đọc sau
zh_hans: 稍后阅读
zh_hant: 稍後閱讀

# Cards.StartOver
source: Start Over
de: Von vorne beginnen
fr: Recommencer
it: Ricomincia
ja: 最初から
ko: 처음부터
vi: Bắt đầu lại
zh_hans: 重新开始
zh_hant: 重新開始

# Cards.WatchLater
source: Watch Later
de: Später ansehen
fr: Regarder plus tard
it: Guarda dopo
ja: あとで見る
ko: 나중에 보기
vi: Xem sau
zh_hans: 稍后观看
zh_hant: 稍後觀看

# ContentBlock.Image.Copy
source: Copy Image
de: Bild kopieren
fr: Copier l’image
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
vi: Sao chép hình ảnh
zh_hans: 复制图片
zh_hant: 拷貝圖片

# ContentBlock.Image.Share
source: Share
de: Teilen
fr: Partager
it: Condividi
ja: 共有
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# ContentBlock.Image.SharePreview
source: Image
de: Bild
it: Immagine
ja: 画像
ko: 이미지
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# Conversations.JoinButton
source: Join the Conversation
de: An der Unterhaltung teilnehmen
fr: Rejoindre la conversation
it: Partecipa alla conversazione
ja: すべてのコメントを表示
ko: 대화 참여하기
vi: Tham gia trò chuyện
zh_hans: 加入对话
zh_hant: 加入對話

# Conversations.Title
source: Conversations
de: Unterhaltungen
it: Conversazioni
ja: コメント
ko: 대화
vi: Cuộc trò chuyện
zh_hans: 对话
zh_hant: 對話

# Conversations.UnknownAuthor
source: Anonymous
de: Anonym
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
vi: Ẩn danh
zh_hans: 匿名
zh_hant: 匿名

source: Display Style
de: Anzeigestil
fr: Style d'affichage
it: Stile di visualizzazione
ja: 表示スタイル
ko: 표시 스타일
vi: Kiểu hiển thị
zh_hans: 显示样式
zh_hant: 顯示樣式

# Empty.Description
source: Swipe to refresh to load new content.
de: Wischen Sie zum Aktualisieren, um neuen Inhalt zu laden.
fr: Balayez pour actualiser et charger du nouveau contenu.
it: Scorri per aggiornare e caricare nuovi contenuti.
ja: 下にスワイプして新しいコンテンツを読み込めます。
ko: 아래로 당겨서 새 콘텐츠를 불러오세요.
vi: Vuốt để làm mới và tải nội dung mới.
zh_hans: 下拉刷新以加载新内容。
zh_hant: 下滑重新整理以載入新內容。

# Empty.Title
source: Nothing Here
de: Nichts hier
fr: Rien ici
it: Niente qui
ja: 何もありません
ko: 아무것도 없음
vi: Không có gì ở đây
zh_hans: 这里什么都没有
zh_hant: 這裡什麼都沒有

source: Hide Viewed Content
de: Gesehene Inhalte ausblenden
fr: Masquer le contenu lu
it: Nascondi contenuti visti
ja: 閲覧済みを非表示
ko: 읽은 콘텐츠 숨기기
vi: Ẩn nội dung đã xem
zh_hans: 隐藏已查看的内容
zh_hant: 隱藏已檢視的內容

# LoadPrevious
source: Show Older Content
de: Ältere Inhalte laden
fr: Afficher le contenu plus ancien
it: Mostra contenuti precedenti
ja: 過去のコンテンツを表示
ko: 이전 콘텐츠 보기
vi: Hiển thị nội dung cũ hơn
zh_hans: 显示更早的内容
zh_hant: 顯示較舊的內容

# LoadPrevious.Loading
source: Loading older content…
de: Ältere Inhalte werden geladen…
fr: Chargement du contenu plus ancien…
it: Caricamento contenuti più vecchi…
ja: 過去のコンテンツを読み込み中…
ko: 이전 콘텐츠 로드 중…
vi: Đang tải nội dung cũ hơn…
zh_hans: 正在加载更早的内容…
zh_hant: 正在載入較舊的內容…

# MarkAllRead
source: Mark All as Read
de: Alle als gelesen markieren
fr: Tout marquer comme lu
it: Segna tutti come letti
ja: すべて既読にする
ko: 모두 읽음으로 표시
vi: Đánh dấu tất cả đã đọc
zh_hans: 全部标为已读
zh_hant: 全部標為已讀

# MarkAllRead.Confirm
source: Mark all content as read?
de: Alle Inhalte als gelesen markieren?
fr: Marquer tout le contenu comme lu ?
it: Segnare tutti i contenuti come letti?
ja: すべてのコンテンツを既読にしますか？
ko: 모든 콘텐츠를 읽음으로 표시할까요?
vi: Đánh dấu tất cả nội dung là đã đọc?
zh_hans: 将所有内容标为已读？
zh_hant: 要將所有內容標為已讀嗎？

# OpenArticle.Loading
source: Loading page…
de: Seite wird geladen…
fr: Chargement de la page…
it: Caricamento pagina…
ja: ページを読み込み中…
ko: 페이지 로드 중…
vi: Đang tải trang…
zh_hans: 正在加载页面…
zh_hant: 正在載入頁面…

# OpenArticle.Mode
source: Mode
de: Modus
it: Modalità
ja: モード
ko: 모드
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# OpenArticle.NoURL
source: No web page found
de: Keine Webseite gefunden
fr: Aucune page web trouvée
it: Nessuna pagina web trovata
ja: ウェブページが見つかりません
ko: 웹 페이지를 찾을 수 없음
vi: Không tìm thấy trang web
zh_hans: 未找到网页
zh_hant: 找不到網頁

# OpenArticle.Open
source: Open
de: Öffnen
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# OpenArticle.Section.Mode
source: Viewer
de: Anzeigemodus
fr: Mode d’affichage
it: Visualizzatore
ja: ビューア
ko: 뷰어
vi: Trình xem
zh_hans: 查看器
zh_hant: 檢視器

# OpenArticle.Section.TextMode
source: Content Source
de: Inhaltsabruf
fr: Source du contenu
it: Origine del contenuto
ja: コンテンツ取得方法
ko: 콘텐츠 가져오기
vi: Nguồn nội dung
zh_hans: 内容来源
zh_hant: 內容來源

# OpenArticle.TextMode
source: Content
de: Inhalt
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# OpenArticle.TextMode.Auto
source: Automatic
de: Automatisch
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# OpenArticle.TextMode.Extract
source: Extract
de: Extrahieren
fr: Extraire
it: Estrai
ja: 抽出
ko: 추출
vi: Trích xuất
zh_hans: 提取
zh_hant: 擷取內容

# OpenArticle.TextMode.Fetch
source: Fetch
de: Abrufen
fr: Récupérer
it: Recupera
ja: 取得
ko: 가져오기
vi: Tải về
zh_hans: 抓取
zh_hant: 擷取

# OpenArticle.Title
source: Read in Sakura
de: In Sakura lesen
fr: Lire dans Sakura
it: Leggi in Sakura
ja: サクラで読む
ko: Sakura에서 읽기
vi: Đọc trong Sakura
zh_hans: 在 Sakura 中阅读
zh_hant: 在 Sakura 中閱讀

source: Open in App
de: In App öffnen
fr: Ouvrir dans l’app
it: Apri nell’app
ja: アプリで開く
ko: 앱에서 열기
vi: Mở trong ứng dụng
zh_hans: 在应用中打开
zh_hant: 在 App 中開啟

source: Open in Browser
de: Im Browser öffnen
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# People.Empty
source: No People Yet
de: Noch keine Personen
fr: Aucune personne pour le moment
it: Nessuna persona ancora
ja: まだ人物がいません
ko: 아직 인물이 없습니다
vi: Chưa có nhân vật
zh_hans: 暂无人物
zh_hant: 暫無人物

# People.Empty.Description
source: People mentioned in content will appear here after processing. Enable Topics & People in On-Device Intelligence settings.
de: In Inhalten erwähnte Personen werden hier nach der Verarbeitung angezeigt. Aktivieren Sie „Themen & Personen“ in den Einstellungen für Geräteintelligenz.
fr: Les personnes mentionnées dans le contenu apparaîtront ici après traitement. Activez Sujets et personnes dans les réglages Intelligence sur l’appareil.
it: Le persone menzionate nei contenuti appariranno qui dopo l’elaborazione. Abilita Argomenti e persone nelle impostazioni Intelligenza sul dispositivo.
ja: コンテンツ内で言及された人物が処理後にここに表示されます。オンデバイスインテリジェンス設定で「トピックと人物」を有効にしてください。
ko: 콘텐츠에서 언급된 인물이 처리 후 여기에 표시됩니다. 온디바이스 인텔리전스 설정에서 주제 및 인물을 활성화하세요.
vi: Những người được nhắc đến trong nội dung sẽ xuất hiện ở đây sau khi xử lý. Bật Chủ đề và Nhân vật trong cài đặt Trí tuệ trên thiết bị.
zh_hans: 内容中提到的人物将在处理后显示在此。请在设备端智能设置中启用话题与人物。
zh_hant: 內容中提到的人物將在處理後顯示於此。請在裝置端智慧設定中啟用話題與人物。

# People.Title
source: People
de: Personen
fr: Personnes
it: Persone
ja: 人物
ko: 인물
vi: Nhân vật
zh_hans: 人物
zh_hant: 人物

# Refresh.NewContent
source: New Content
de: Neue Inhalte
fr: Nouveau contenu
it: Nuovi contenuti
ja: 新しいコンテンツ
ko: 새로운 콘텐츠
vi: Nội dung mới
zh_hans: 新内容
zh_hant: 新內容

# Scroll.EndOfFeed.Description
source: Load older content to keep scrolling.
de: Lade ältere Inhalte, um weiter zu scrollen.
fr: Chargez du contenu plus ancien pour continuer à défiler.
it: Carica contenuti più vecchi per continuare a scorrere.
ja: 続きを閲覧するには、過去のコンテンツを読み込んでください。
ko: 계속 스크롤하려면 이전 콘텐츠를 불러오세요.
vi: Tải thêm nội dung cũ hơn để tiếp tục cuộn.
zh_hans: 加载更早的内容以继续滚动。
zh_hant: 載入較舊的內容以繼續捲動。

# Scroll.EndOfFeed.Title
source: You're All Caught Up
de: Du hast alles gesehen
fr: Vous êtes à jour
it: Sei aggiornato
ja: すべて閲覧しました
ko: 모두 확인했습니다
vi: Bạn đã xem hết
zh_hans: 已全部看完
zh_hant: 已全部看完

source: Show Viewed Content
de: Gesehene Inhalte anzeigen
fr: Afficher le contenu lu
it: Mostra contenuti visti
ja: 閲覧済みを表示
ko: 읽은 콘텐츠 표시
vi: Hiện nội dung đã xem
zh_hans: 显示已查看的内容
zh_hant: 顯示已檢視的內容

# SimilarContent.People
source: People
de: Personen
fr: Personnes
it: Persone
ja: 人物
ko: 인물
vi: Nhân vật
zh_hans: 人物
zh_hant: 人物

# SimilarContent.Title
source: Similar Content
de: Ähnliche Inhalte
fr: Contenu similaire
it: Contenuti simili
ja: 類似コンテンツ
ko: 유사한 콘텐츠
vi: Nội dung tương tự
zh_hans: 相似内容
zh_hant: 相似內容

# SimilarContent.Topics
source: Topics
de: Themen
fr: Sujets
it: Argomenti
ja: トピック
ko: 주제
vi: Chủ đề
zh_hans: 话题
zh_hant: 話題

# Style.Cards
source: Cards
de: Karten
fr: Cartes
it: Schede
ja: カード
ko: 카드
vi: Thẻ
zh_hans: 卡片
zh_hant: 卡片

# Style.Compact
source: Compact
de: Kompakt
it: Compatto
ja: コンパクト
ko: 간략하게
vi: Thu gọn
zh_hans: 紧凑
zh_hant: 精簡

# Style.FeedCompact
source: Feed (Compact)
de: Feed (kompakt)
fr: Flux (compact)
it: Feed (compatto)
ja: フィード（コンパクト）
ko: 피드 (간략하게)
vi: Dòng tin (thu gọn)
zh_hans: 动态 (紧凑)
zh_hant: 動態 (精簡)

# Style.Grid
source: Grid
de: Raster
fr: Grille
it: Griglia
ja: グリッド
ko: 그리드
vi: Lưới
zh_hans: 网格
zh_hant: 網格

# Style.Inbox
source: Inbox
de: Posteingang
fr: Boîte de réception
it: Posta in arrivo
ja: 受信トレイ
ko: 받은 편지함
vi: Hộp thư
zh_hans: 收件箱
zh_hant: 收件匣

# Style.Magazine
source: Magazine
de: Magazin
it: Rivista
ja: マガジン
ko: 매거진
vi: Tạp chí
zh_hans: 杂志
zh_hant: 雜誌

# Style.Masonry
source: Masonry
de: Mauerwerk
fr: Mosaïque
it: Muratura
ja: メイソンリー
ko: 메이슨리
vi: Khối xếp
zh_hans: 瀑布流
zh_hant: 瀑布流

# Style.Photos
source: Photos
de: Fotos
it: Foto
ja: フォト
ko: 사진
vi: Ảnh
zh_hans: 图片
zh_hant: 照片

# Style.Scroll
source: Scroll
de: Scrollen
fr: Défilement
it: Scorrimento
ja: スクロール
ko: 스크롤
vi: Cuộn
zh_hans: 滚动
zh_hant: 捲動

# Style.Timeline
source: Timeline
de: Zeitleiste
fr: Chronologie
it: Cronologia
ja: タイムライン
ko: 타임라인
vi: Dòng thời gian
zh_hans: 时间线
zh_hant: 時間軸

# StyleSection.Classic
source: Classic
de: Klassisch
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

# StyleSection.Grids
source: Grids
de: Raster
fr: Grilles
it: Griglie
ja: グリッド
ko: 그리드
vi: Lưới
zh_hans: 网格
zh_hant: 網格

# StyleSection.Immersive
source: Immersive
de: Immersiv
fr: Immersif
it: Immersivo
ja: イマーシブ
ko: 몰입형
vi: Đắm chìm
zh_hans: 沉浸式
zh_hant: 沉浸式

# StyleSection.Media
source: Media
de: Medien
fr: Média
ja: メディア
ko: 미디어
vi: Đa phương tiện
zh_hans: 媒体
zh_hant: 媒體

# StyleSection.MediaFocused
source: Media Focused
de: Medienorientiert
fr: Multimédia
it: Multimediale
ja: メディア重視
ko: 미디어 중심
vi: Tập trung vào phương tiện
zh_hans: 媒体优先
zh_hant: 媒體優先

# StyleSection.Specialized
source: Specialized
de: Spezialisiert
fr: Spécialisé
it: Specializzato
ja: 特殊
ko: 특수
vi: Chuyên biệt
zh_hans: 特殊
zh_hant: 特殊

# StyleSection.Visual
source: Visual
de: Visuell
fr: Visuel
it: Visivo
ja: ビジュアル
ko: 비주얼
vi: Trực quan
zh_hans: 视觉
zh_hant: 視覺

# Timeline.Earlier
source: Earlier
de: Früher
fr: Plus tôt
it: Precedenti
ja: 以前
ko: 이전
vi: Trước đó
zh_hans: 更早
zh_hant: 更早

# Timeline.Today
source: Today
de: Heute
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# Timeline.Yesterday
source: Yesterday
de: Gestern
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# Topics.Empty
source: No Topics Yet
de: Noch keine Themen
fr: Aucun sujet pour le moment
it: Nessun argomento ancora
ja: まだトピックがありません
ko: 아직 주제가 없습니다
vi: Chưa có chủ đề
zh_hans: 暂无话题
zh_hant: 暫無話題
